<?php 
	//$_POST["param"] 获取文本框的值;
	//$_POST["name"]  获取文本框的name属性值，通过该值来判断是哪个文本框请求处理，这样当有多个实时验证请求时可以指定同一个文件处理;
	sleep(30);//效果演示，该句可移除;
	//echo "y" //验证通过输出小写字母"y"，出错则输出相应错误信息;
	echo '{
			"status" : "success",
		    "list" : [
		        {
		            "text" : "您的商品（三棱，统个，浙江，长2cm-6cm直径2cm-4cm，火燎或撞去毛，有些许残留的毛须）以15元/公斤价格交易完成100公斤，我们会在3天之内与您结算。",
		            "date": "2017-02-28 14:24:11"
		        },{
		            "text" : "您的商品（三棱，统个，浙江，长2cm-6cm直径2cm-4cm，火燎或撞去毛，有些许残留毛须）被下单100公斤。",
		            "date": "2017-03-06 11:10:11"
		        },{
		            "text" : "您的商品（三棱，统个，浙江，长2cm-6cm直径2cm-4cm，火燎或撞去毛，有些许残留毛须）被下单100公斤。",
		            "date": "2017-03-05 18:10:11"
		        }
		    ],
		    "nomore": false
		}';
?>